<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">达龙云手机自动续费服务协议</h2>
    <p>一.服务条款的接受与修改</p>
    <p>
      本协议是达龙云手机用户（下称“用户”）与成都龙霆互娱信息科技有限公司及其关联产品（下称“达龙云手机”）之间关于用户使用达龙云手机提供的自动续费委托扣款服务（下称“本服务”）所订立的协议，本协议描述达龙云手机与用户之间关于本服务的使用及相关方面的权利义务。用户是指享受达龙云手机提供的云手机服务的个人或单一实体。本协议构成用户（无论个人或者单位）使用达龙云手机所提供的本服务之先决条件，除非用户接受本协议条款，否则用户无权使用本服务，用户选择使用本服务行为将视为同意接受本协议各项条款的约束。若您在使用本应用过程中有任何问题，请及时联系我们在线客服电话：021-51905998，我们将尽力解决。
    </p>
    <p>二.服务说明</p>
    <p>
      2.1本服务是出于用户对于自动续费的需求，在用户已开通本服务的前提下，避免用户因疏忽或其他原因导致未能及时续费造成损失而推出的服务，用户不可撤销地授权达龙云手机可在用户有效期即将过期时，从用户的自有充值账户、与用户账号绑定的第三方支付账户、银行卡、通信账户（以下统称“账户”）余额中代扣下一个计费周期的费用，计费周期包括但不限于月度、季度、年度等（下同），用户可根据达龙云手机平台上显示的计费周期自行选择该服务实现的前提是用户已将其达龙云手机用户账号与上述账户绑定，且可成功从其上述账户中扣款。
    </p>
    <p>
      2.2自动续费具体指，基于2.1的前提，达龙云手机通过上述账户收取用户下一计费周期费用的扣费方式，用户需保证达龙云手机可以从上述账户扣款成功，因上述账户中可扣款余额不足导致的续费失败，由用户自行承担责任。
    </p>
    <p>
      2.3会员在享受本服务时，应受《达龙云手机平台用户使用协议》、《隐私政策》的约束，当会员使用本服务时，会员的使用行为视为其对本服务的服务条款以及达龙云手机针对本服务发出的各类公示的同意。
    </p>
    <p>
      2.4达龙云手机向用户提供的本服务均仅限于用户在达龙云手机平台使用，任何以恶意破解等非法手段将达龙云手机提供的本服务与达龙云手机平台分离的行为，均不属于本协议中约定的本服务。由此引起的一切法律后果由行为人负责，达龙云手机将依法追究行为人的法律责任。
    </p>
    <p>三.双方的权利和义务</p>
    <p>
      3.1达龙云手机通过会员上述账户扣除下一计费周期费用的，应在会员开通自动续费服务后，在每个计费周期到期前24小时自动划扣，并将款项记入会员支付记录，并同时相应延长会员有效期。自动续费状态更新可能会存在显示延时，以实际支付自动续费签约状态为准，如会员未在计费周期到期前至少24小时前取消自动续费功能，将会自动续订及扣款。
    </p>
    <p>
      3.2如在扣费过程出现差错，达龙云手机和会员应密切配合查明原因，各自承担己方过错造成的损失；若因双方各自存在不均等过错造成损失的，由双方按过错的程度承担相应责任；因双方共同过错造成损失但无法区分各自过错的，由双方均摊责任。
    </p>
    <p>
      3.3达龙云手机可根据其业务开展或技术升级等情况变更或修改本协议的有关服务内容、规则及条款，达龙云手机将通过在达龙云手机相关页面公示等方式告知用户相关变更或修改内容，但无义务另行做个别通知。如果会员不同意本协议的修改，可以取消已经获取的本服务并停止使用；如果会员继续使用达龙云手机提供的服务，则视为会员已经接受本协议的全部修改。
    </p>
    <p>
      3.4达龙云手机可在扣款前通知用户，同时本服务由会员自主选择是否在要求的时间内取消，若会员选择不取消，则视为会员同意达龙云手机按照一定规则进行扣款尝试，一旦扣款成功，达龙云手机将为会员开通下一个计费周期的会员服务。
    </p>
    <p>3.5若在自动续费扣款时/之前，达龙云手机相关会员的服务价格发生调整，应以现时有效的价格为准。</p>
    <p>四.自动续费服务的开通</p>
    <p>
      4.1如您自达龙云手机相关的安卓移动客户端／PC客户端或网页端／移动网页端开通本服务，则视为您授权达龙云手机在您的相关会员服务到期前一天或者到期当天，从您授权绑定的包括但不限于：微信、支付宝、百度钱包、电信运营商代收、财付通等支付渠道中代扣下一个计费周期服务费，计费周期包括但不限于月度、季度、半年、年度等。
    </p>
    <p>
      4.2对于所选择的支付渠道，您有义务确保定期关注并确保其于该支付方式的账号项下有充足的余额用于满足自动续费的需求。如因前述原因瑕疵（包括但不限于：余额不足、余额不足以满足用户选择多个自动续费服务）而致使无法成功自动续费的，相关会员服务将无法继续。
    </p>
    <p>五、自动续费服务有效期</p>
    <p>5.1除非达龙云手机另行指定，否则您获得的自动续费服务均为长期有效。</p>
    <p>
      5.2达龙云手机将于您所选择的达龙云手机服务期届满前进行自动续费，如您有变更，请按如下第6条的方式进行变更，否则达龙云手机有权视您委托达龙云手机通过您默认的支付方式续取相应的服务费用。
    </p>
    <p>
      5.3本服务由您自主选择是否取消，若您选择不取消，则视为您同意达龙云手机按照本协议进行扣款尝试，一旦扣款成功，达龙云手机将为您开通下一个计费周期的自动续费服务。若在自动续费时/之前，达龙云手机包服务价格发生调整，应以现时有效的价格为准。
    </p>
    <p>
      5.4达龙云手机特别提醒您：当您选择使用自动续费服务后，通过自动续费服务委托达龙云手机在您默认的支付方式所支付的费用，达龙云手机将视您选择认购了达龙云手机的相关付费服务。因此，达龙云手机将不以任何方式对您所支付的费用予以退还。
    </p>
    <p>六、自动续费服务的退订</p>
    <p>
      6.1您可自主选择退订本服务。通过如下解约流程，即可关闭自动续费会员服务：在支付APP内进行取消：使用的是支付宝APP支付时，可在支付宝-支付设置-免密支付/自动扣款，点击取消自动续费。
    </p>
    <p>6.2自动续费套餐取消成功后，不影响您当期已生效的会员权益，会员权益到期后将不再续费。</p>
    <p>6.3您在选择终止本服务前已经委托达龙云手机自动续费扣款的指令仍然有效，达龙云手机对于基于该指令扣除的费用不予退还。</p>
    <p>七、协议有效期限</p>
    <p>7.1本协议自会员选择接受或使用本服务后生效，直至会员终止本服务/注销会员资格时终止。</p>
    <p>7.2会员有权随时在会员账号设置中选择终止本服务，终止本服务后，达龙云手机将停止向会员提供本服务。</p>
    <p>7.3会员在选择终止本服务前已经委托达龙云手机自动续费扣款的指令仍然有效，达龙云手机对于基于该指令扣除的费用不予退还，由会员承担相关责任。</p>
    <p>八、违约责任</p>
    <p>8.1如果一方违约，守约方有权通过双方约定的争议解决方式获得补偿。</p>
    <p>
      8.2达龙云手机与会员应通过友好协商解决本协议履行过程中产生的争议，经协商无法解决的，任何一方均有权将争议提交至法院诉讼解决。本协议的解释、效力和执行等有关问题均适用中华人民共和国法律。
    </p>
    <p>成都龙霆互娱信息科技有限公司</p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
</style>
