<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">《达龙云手机免责声明》</h2>
    <p>
      欢迎使用达龙云手机应用（以下简称“本应用”）
      提供的云手机服务是一种通过互联网实现的虚拟手机服务，您可以通过我们提供的终端设备访问和使用我们的服务。我们会根据您的需求为您提供相应的服务，包括但不限于云手机应用、存储空间、通信服务等。在您使用本应用之前，请您仔细阅读本免责声明。您的使用行为将被视为对本声明全部内容的认可。
    </p>
    <h4>一、免责声明的适用范围</h4>
    <p>本免责声明适用于达龙云手机应用的所有用户。</p>
    <h4>二、使用风险及免责说明</h4>
    <p>
      1、在任何情况下，本应用不对因使用或无法使用本应用所产生的直接、间接、偶然、特殊、附带或因此而生的损害承担责任，包括但不限于利润损失、商业信誉损失、数据损失或其他无形损失。本应用也不对因第三方滥用本应用所造成的任何损失或责任承担责任。
    </p>
    <p>2、对于任何基于本应用提供的信息、服务所做出的决策或行动，用户应该自行承担风险。本应用不对用户所做出的任何决策或行动承担任何形式的责任。</p>
    <p>
      3、请您在使用本应用时，遵守法律法规和本应用的相关规定，不得利用本应用进行任何非法、侵权或违反公序良俗的行为。若因此造成任何损失或责任，用户将承担全部责任。
    </p>
    <p>4、因使用第三方软件或服务，所带来的风险和一切后果，如：账号盗号、封号、转账等，将完全由用户自己承担，本应用及团队不承担责任。</p>
    <p>
      5、用户不得以商业盈利或游戏作弊为目的使用本软件，也不得使用本软件去篡改其他任何第三方软件，若由此产生一系列错误、故障、问题等，本应用及团队不承担任何责任。
    </p>
    <p>
      6、用户在使用本软件过程中所提供的个人资料，本软件除用户本人同意外不会将用户的任何资料以任何方式泄露给第三方。当政府部门、司法机关等依照法定程序要求达龙云手机团队披露用户个人资料时，本应用将根据执法单位的要求提供用户个人资料，在此情况下的信息披露，本应用及团队不承担任何责任。
    </p>
    <p>
      7、本应用可能使用或包含了第三方软件或服务，这些服务是应用户要求，以为用户提供便利为目的而设置，用户在使用这些服务前，应另行与该第三方达成服务协议，支付相应费用并承担可能的风险。本应用及团队并无权在第三方软件或服务协议中授予用户使用这些服务的任何权利，也无权对该等服务提供任何形式的保证。
    </p>
    <p>
      本免责声明的解释权归达龙云手机所有，我们有权随时对其进行修改和更新。若您在使用本应用过程中有任何问题，请及时联系我们在线客服电话：021-51905998，我们将尽力解决。
    </p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
</style>
