<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">《达龙云手机隐私协议》</h2>
    <p>最后更新日期：2023年12月15日</p>
    <p>
      【声明】成都龙霆互娱信息科技有限公司非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用成都龙霆互娱信息科技有限公司提供的服务时，您同意成都龙霆互娱信息科技有限公司按照在成都龙霆互娱信息科技有限公司上公布的隐私权声明收集、存储、使用、披露和保护您的个人信息。成都龙霆互娱信息科技有限公司希望通过隐私权声明向您清楚地介绍成都龙霆互娱信息科技有限公司对您个人信息的处理方式，因此成都龙霆互娱信息科技有限公司建议您完整地阅读隐私权声明，以帮助您更好地保护您的隐私权。
    </p>
    <p>
      如您对本隐私权声明有任何疑问，您可以通过成都龙霆互娱信息科技有限公司公布的联系方式与成都龙霆互娱信息科技有限公司联系。如果您不同意本隐私权声明任何内容，您应立即停止使用成都龙霆互娱信息科技有限公司服务。当您使用成都龙霆互娱信息科技有限公司提供的任一服务时，即表示您已同意成都龙霆互娱信息科技有限公司按照本隐私权声明来合法使用和保护您的个人信息。
    </p>
    <h4>一、适用范围</h4>
    <p>
      本隐私声明适用于成都龙霆互娱信息科技有限公司提供的所有服务，您访问成都龙霆互娱信息科技有限公司网站或登录相关客户端使用成都龙霆互娱信息科技有限公司提供的服务，均适用本隐私权声明。需要特别说明的是，本隐私权声明不适用于其他第三方向您提供的服务，例如成都龙霆互娱信息科技有限公司上的第三方依托成都龙霆互娱信息科技有限公司向您提供服务时，您向第三方提供的个人信息不适用于本隐私权声明，成都龙霆互娱信息科技有限公司对任何第三方使用由您提供的信息不承担任何责任。
    </p>
    <p>
      成都龙霆互娱信息科技有限公司将遵循由中国广告协会互动网络分会颁布的《中国互联网定向广告用户信息保护框架标准》、工业和信息化部发布的《电信和互联网用户个人信息保护规定》以及《全国人大常委会关于加强网络信息保护的决定》，基于合法、合理和诚实信用的法定原则妥善处理或使用您的个人信息。
    </p>
    <h4>二、成都龙霆互娱信息科技有限公司如何收集信息</h4>
    <p>成都龙霆互娱信息科技有限公司收集信息是为了向您提供更好、更优的服务，成都龙霆互娱信息科技有限公司收集信息的方式如下：</p>
    <p>1) 您向成都龙霆互娱信息科技有限公司提供的信息。</p>
    <p>
      当您注册成都龙霆互娱信息科技有限公司账户及您在使用成都龙霆互娱信息科技有限公司提供的相关服务时填写及/或提交的信息，包括您的姓名、性别、出生年月日、身份证号码、电话号码、电子邮箱、地址、兴趣爱好、支付账户及相关附加信息（如您所在的省份和城市、邮政编码等）。
      您使用成都龙霆互娱信息科技有限公司服务时所储存的信息。
    </p>
    <p>2) 在您使用服务过程中收集的信息。</p>
    <p>为了提供并优化您需要的服务，成都龙霆互娱信息科技有限公司会收集您使用服务的相关信息，这类信息包括：</p>
    <p>
      在您使用成都龙霆互娱信息科技有限公司服务，或访问成都龙霆互娱信息科技有限公司网页时，成都龙霆互娱信息科技有限公司自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用成都龙霆互娱信息科技有限公司或其关联公司客户端软件，或访问移动网页使用成都龙霆互娱信息科技有限公司服务时，成都龙霆互娱信息科技有限公司可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。
    </p>
    <p>您通过成都龙霆互娱信息科技有限公司的内容上传服务所上传的内容所包含的信息，例如拍摄或上传的共享照片或录像的日期、时间或地点等。</p>
    <p>
      除上述信息外，成都龙霆互娱信息科技有限公司还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与成都龙霆互娱信息科技有限公司的客户服务团队联系时您提供的相关信息，您参与问卷调查时向成都龙霆互娱信息科技有限公司发送的问卷答复信息，以及您与成都龙霆互娱信息科技有限公司的关联方、成都龙霆互娱信息科技有限公司合作伙伴之间互动时成都龙霆互娱信息科技有限公司收集的相关信息。与此同时，为提高您使用成都龙霆互娱信息科技有限公司提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，成都龙霆互娱信息科技有限公司可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些成都龙霆互娱信息科技有限公司认为有风险的URL。
    </p>
    <p>3) 来自第三方的信息。</p>
    <p>
      为了给您提供更好、更优的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，成都龙霆互娱信息科技有限公司的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向成都龙霆互娱信息科技有限公司分享您的个人信息。
    </p>
    <p>您了解并同意，以下信息不适用本隐私权声明：</p>
    <p>a) 您在使用成都龙霆互娱信息科技有限公司提供的搜索服务时输入的关键字信息；</p>
    <p>b) 违反法律规定或违反成都龙霆互娱信息科技有限公司规则行为及成都龙霆互娱信息科技有限公司已对您采取的措施；</p>
    <p>c) 应法律法规要求需披露的个人信息；</p>
    <p>d) 紧急情况下，为维护用户及公众的利益。</p>
    <h4>三、成都龙霆互娱信息科技有限公司如何使用信息</h4>
    <p>为了遵守国家法律法规及监管规定，以及向您提供服务及改善服务质量，我们会在以下情形使用您的信息：</p>
    <p>1) 向您提供您使用的各项服务，并设计、维护、改进这些服务。</p>
    <p>
      2)成都龙霆互娱信息科技有限公司可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与成都龙霆互娱信息科技有限公司或其关联方协议、声明或规则的行为，以保护您、其他成都龙霆互娱信息科技有限公司用户，或成都龙霆互娱信息科技有限公司或其关联方的合法权益。
    </p>
    <p>3) 让您参与有关成都龙霆互娱信息科技有限公司产品和服务的调查，或者促销及抽奖活动。</p>
    <p>
      4)
      请您注意，您在使用我们的产品与/或服务时所提供的所有个人信息，除非您删除或通过系统设置拒绝我们收集，否则将在您使用我们的产品与/或服务期间持续授权我们使用。在您注销账号时，我们将停止使用并删除您的个人信息。
    </p>
    <p>
      5）当我们要将信息用于本政策未载明的其他用途时，或要将基于特定目的收集而来的信息用于其他目的时，会以确认协议、具体场景下的文案确认动作等形式再次征求您的同意。
    </p>
    <p>在法律法规允许的范围内 ，我们可能会在以下情形中收集并使用您的个人信息无需征得您的授权同意：</p>
    <p>( 1 ) 与国家安全、国防安全有关的；</p>
    <p>( 2 ) 与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>( 3 ) 与犯罪侦查、起诉、审判和判决执行等有关的；</p>
    <p>( 4 ) 所收集的个人信息是您自行向社会公众公开的；</p>
    <p>( 5 ) 从合法公开披露的信息中收集个人信息，如合法的新闻报道、政府信息公开等渠道；</p>
    <h4>四、成都龙霆互娱信息科技有限公司如何共享信息</h4>
    <p>
      成都龙霆互娱信息科技有限公司对您的信息承担保密义务，不会出售或出租您的任何信息，成都龙霆互娱信息科技有限公司会在下列情况下才将您的信息与第三方共享：
    </p>
    <p>1) 事先获得您的同意或授权。</p>
    <p>2) 根据法律法规的规定或行政或司法机构的要求。</p>
    <p>3) 向成都龙霆互娱信息科技有限公司的关联方分享您的个人信息。</p>
    <p>
      4)
      向可信赖的合作伙伴提供您的个人信息，让他们根据成都龙霆互娱信息科技有限公司的指示并遵循成都龙霆互娱信息科技有限公司的隐私权声明以及其他任何相应的保密和安全措施来为成都龙霆互娱信息科技有限公司处理这些信息。
    </p>
    <p>5) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方处理可能的权利纠纷。</p>
    <p>
      6)
      只有共享您的信息，才能提供您需要的服务，或处理您与他人的纠纷或争议。例如您在成都龙霆互娱信息科技有限公司上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出信息披露请求的，成都龙霆互娱信息科技有限公司会视情况向该用户提供其交易对方的联络方式等必要信息，以促成交易的完成或纠纷的解决。
    </p>
    <p>7) 如您出现违反中国有关法律、法规或者成都龙霆互娱信息科技有限公司相关协议或相关规则的情况，需要向第三方披露。</p>
    <p>8) 为维护成都龙霆互娱信息科技有限公司及其关联方或用户的合法权益。</p>
    <h4>五、Cookie的使用</h4>
    <p>
      为使您获得更轻松的访问体验，您访问成都龙霆互娱信息科技有限公司网站或使用成都龙霆互娱信息科技有限公司提供的服务时，成都龙霆互娱信息科技有限公司可能会通过小型数据文件识别您的身份，这么做是帮您省去重复输入注册信息的步骤，或者帮助判断您的账户安全。这些数据文件可能是Cookie，Flash
      Cookie，或您的浏览器或关联应用程序提供的其他本地存储（统称“Cookie”）。
    </p>
    <p>
      请您理解，成都龙霆互娱信息科技有限公司的某些服务只能通过使用“Cookie”才可得到实现。如果您的浏览器或浏览器附加服务允许，您可以修改对Cookie的接受程度或者拒绝成都龙霆互娱信息科技有限公司的Cookie，但这一举动在某些情况下可能会影响您安全访问成都龙霆互娱信息科技有限公司相关网站和使用成都龙霆互娱信息科技有限公司提供的服务。
    </p>
    <h4>六、第三方SDK使用说明</h4>
    <p>
      为保障达龙云手机app的稳定运行或实现相关功能，我们可能会接入由第三方提供的软件开发包（SDK）实现前述目的。我们会尽到审慎义务，对合作方获取信息的软件工具开发包（SDK）进行严格的安全监测，以保护数据安全。
    </p>
    <p>
      我们接入的第三方SDK主要服务于您以及其他的用户的需求，因此在满足新的服务需求及业务功能变更时，我们可能会调整我们接入的第三方SDK。我们会及时在本说明中向您公开说明接入第三方SDK的最新情况。目前达龙云手机App接入的第三方SDK列明如下：
    </p>
    <p>1) 友盟SDK/友盟分享</p>
    <p>SDK主体：友盟同欣（北京）科技有限公司、北京锐讯灵通科技有限公司</p>
    <p>SDK名称：友盟SDK/友盟分享</p>
    <p>
      使用目的：向用户提供官方活动消息推送、分享到社交媒体（微信、QQ），基于设备提供用于唯一标识设备，以便向目标设备分享消息。采集地理位置甄别分享通道，提供反作弊服务。帮助用户在应用内使用分享功能
    </p>
    <p>
      收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）、获取用户允许中的进程信息（com.umeng。com.efs
      ）、已安装应用列表、位置信息、获取SD卡数据、自启动：自启动是为了增加用户的活跃度，从而提高送达率更有保障。
    </p>
    <p>SDK隐私政策链接：<a href="https://www.umeng.com/page/policy">https://www.umeng.com/page/policy</a></p>
    <p>2）支付宝SDK</p>
    <p>SDK主体：支付宝（中国）网络技术有限公司</p>
    <p>SDK名称：支付宝SDK</p>
    <p>使用目的：向用户提供支付功能；</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）</p>
    <p>SDK隐私政策链接：<a href="https://render.alipay.com/p/c/k2cx0tg8">https://render.alipay.com/p/c/k2cx0tg8</a></p>
    <p>3）微信SDK</p>
    <p>SDK主体：深圳市腾讯计算机系统有限公司；</p>
    <p>SDK名称：微信支付SDK</p>
    <p>使用目的：向用户提供支付功能</p>
    <p>
      收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）、获取SD卡数据、com.analysys.utils、
      com.analysys、AnsRamControl,com、analysys.process、com.analysys、AnalysysAgent获取运行中的进程。；
    </p>
    <p>SDK隐私政策链接：<a href="https://open.weixin.qq.com/">https://open.weixin.qq.com/</a></p>
    <p>4）QQ钱包SDK</p>
    <p>SDK主体：深圳市腾讯计算机系统有限公司</p>
    <p>SDK名称：QQ钱包SDK</p>
    <p>使用目的：向用户提供支付功能；</p>
    <p>
      收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）、网络身份标识信息 、获取SD卡数据、com.analysys.utils、
      com.analysys、AnsRamControl,com、analysys.process、com.analysys、AnalysysAgent获取运行中的进程。
    </p>
    <p>SDK隐私政策链接：<a href="https://mp.qpay.tenpay.com/buss/doc.shtml">https://mp.qpay.tenpay.com/buss/doc.shtml</a></p>
    <p>5）腾讯浏览器插件SDK</p>
    <p>SDK主体：深圳市腾讯计算机系统有限公司</p>
    <p>SDK名称：腾讯浏览器插件SDK</p>
    <p>功能：向用户在客户端展示网页内容；</p>
    <p>使用目的：向用户在客户端展示网页内容</p>
    <p>
      收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）、获取SD卡数据、com.analysys.utils、
      com.analysys、AnsRamControl,com、analysys.process、com.analysys、AnalysysAgent获取运行中的进程。
    </p>
    <p>SDK隐私政策链接：<a href="https://x5.tencent.com/docs/index.html">https://x5.tencent.com/docs/index.html</a></p>
    <p>6）华为推送SDK</p>
    <p>SDK主体：华为软件技术有限公司</p>
    <p>SDK名称：腾讯浏览器插件SDK</p>
    <p>使用目的：帮助华为用户在平台接收应用最新的活动、资讯消息。</p>
    <p>功能：帮助用户接收应用最新的活动、资讯等消息收集；</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）</p>
    <p>
      SDK隐私政策链接：<a href="https://developer.huawei.com/consumer/cn/devservice/term">https://developer.huawei.com/consumer/cn/devservice/term</a>
    </p>
    <p>7）VIVO推送SDK</p>
    <p>SDK主体：VIVO开放平台</p>
    <p>SDK名称：VIVO推送SDK</p>
    <p>使用目的：帮助VIVO用户在平台接收应用最新的活动、资讯消息</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）</p>
    <p>SDK隐私政策链接：<a href="https://dev.vivo.com.cn/documentCenter/doc/366">https://dev.vivo.com.cn/documentCenter/doc/366</a></p>
    <p>8）小米 推送SDK</p>
    <p>SDK主体：小米公司</p>
    <p>SDK名称：小米推送SDK</p>
    <p>功能：帮助用户接收应用最新的活动、资讯等消息收集；</p>
    <p>数据类型：用户设备信息；</p>
    <p>使用目的：帮助小米用户在平台接收应用最新的活动、资讯消息</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）</p>
    <p>SDK隐私政策链接：<a href="https://privacy.mi.com/miaccount/zh_CN/">https://privacy.mi.com/miaccount/zh_CN/</a></p>
    <p>9）魅族 推送SDK</p>
    <p>SDK主体：魅族手机公司</p>
    <p>SDK名称：魅族推送SDK</p>
    <p>使用目的：帮助魅族用户在平台接收应用最新的活动、资讯消息</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/SIM 卡 IMSI ）</p>
    <p>SDK隐私政策链接：<a href="https://www.meizu.com/legal.html">https://www.meizu.com/legal.html</a></p>
    <p>10）腾讯bugly</p>
    <p>SDK主体：腾讯科技有限公司</p>
    <p>SDK名称：腾讯bugly</p>
    <p>使用目的：检测并完成平台App的错误日志上报的工作，及时优化让用户得到更好的体验</p>
    <p>收集数据类型：用户设备信息（IMEI/GAID/Mac/Android ID/IDFA/OPENUDID/GUID/Sim 卡 IMSI、Sim卡序列号 ）</p>
    <p>SDK隐私政策链接：https://static.bugly.qq.com/bugly-sdk-privacy-statement.pdf</p>
    <p>11）客服SDK</p>
    <p>功能：帮助向我们快速反馈体验过程中产生的问题；</p>
    <p>数据类型：用户设备信息；</p>
    <p>12）百度SDK</p>
    <p>功能：帮助向我们快速反馈体验过程中产生的问题；</p>
    <p>数据类型：提供云服务。</p>
    <p>隐私政策：<a href="https://cloud.baidu.com/doc/Agreements/s/Ojwvy1v7a">https://cloud.baidu.com/doc/Agreements/s/Ojwvy1v7a</a></p>
    <p>13）百度定位SDK</p>
    <p>功能：当用户在云手机内部使用包含定位等功能的APP时，提供定位。</p>
    <p>数据类型：位置信息</p>
    <p>隐私政策：<a href="https://cloud.baidu.com/doc/Agreements/s/Ojwvy1v7a">https://cloud.baidu.com/doc/Agreements/s/Ojwvy1v7a</a></p>
    <p>14）部分SDK使用说明</p>
    <p>SDK获取安装列表（b2.a.run，g5.b.run，友盟+SDK，云手机app)，用于内部应用上传到云机使用，应用类型分析的逻辑。</p>
    <h4>七、获取权限使用说明：</h4>
    <p>1) 读取外部存储空间。高频使用目的是外部文件读取，具体使用功能为“相册外部文件读取”。</p>
    <p>2）读取通话状态、移动网络信息 。高频使用为读取设备序列号Android ID，具体功能是为了安全风控。</p>
    <p>3)获取已安装APP信息。具体功能是为了实现“应用上传”。</p>
    <p>4)获取麦克风权限，具体功能是为了实现游戏语音。</p>
    <h4>八、信息存储</h4>
    <p>
      成都龙霆互娱信息科技有限公司收集的有关您的信息和资料将保存在成都龙霆互娱信息科技有限公司及（或）其关联公司的服务器上，这些信息和资料可能传送至您所在国家、地区或成都龙霆互娱信息科技有限公司收集信息和资料所在地并在该地被访问、存储和展示。
    </p>
    <p>
      除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的六个月。我们承诺这是为了保证您正常使用成都龙霆互娱信息科技有限公司产品的消费者权益。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。
    </p>
    <h4>九、您的个人信息保护</h4>
    <p>
      为保障您的信息安全，成都龙霆互娱信息科技有限公司努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。成都龙霆互娱信息科技有限公司对可能接触到您的信息的员工或外包人员也采取了严格管理，包括但不限于根据岗位的不同采取不同的权限控制，与他们签署保密协议，监控他们的操作情况等措施。成都龙霆互娱信息科技有限公司会按现有技术提供相应的安全措施来保护您的信息，提供合理的安全保障，成都龙霆互娱信息科技有限公司将尽力做到使您的信息不被泄漏、毁损或丢失。为保障您的信息安全，成都龙霆互娱信息科技有限公司努力采取各种合理的物理、电子和管理方面的安全措施来保护您的信息，使您的信息不会被泄漏、毁损或者丢失，包括但不限于SSL、信息加密存储、数据中心的访问控制。
    </p>
    <p>
      您的账户均有安全保护功能，请妥善保管您的账户及密码信息。成都龙霆互娱信息科技有限公司将通过向其它服务器备份、对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施，但同时也请您理解在信息网络上不存在“完善的安全措施”。
    </p>
    <p>
      在使用成都龙霆互娱信息科技有限公司服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如银行账户信息、联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是你的账户及密码发生泄露，请您立即联络成都龙霆互娱信息科技有限公司客服，以便成都龙霆互娱信息科技有限公司采取相应措施。
    </p>
    <h4>十、未成年人保护</h4>
    <p>
      成都龙霆互娱信息科技有限公司不会在知情的情况下收集未成年人的个人信息。除非所在地法律允许并且监护人同意，未成年人请不要注册账户或发送自己的姓名、住址、电话、邮件地址等个人信息给成都龙霆互娱信息科技有限公司。如果成都龙霆互娱信息科技有限公司不小心收集到了未成年人的信息，成都龙霆互娱信息科技有限公司在知情后会尽快删除。如果您认为成都龙霆互娱信息科技有限公司可能不当地持有来自于或关于未成年人的信息，请联系成都龙霆互娱信息科技有限公司。
    </p>
    <h4>十一、您如何访问和控制自己的个人信息</h4>
    <p>
      我们非常重视您对个人信息的关注，并尽全力保护您对于您个人信息访问、更正、删除以及撤回同意的权利，以使您拥有充分的能力保障您的隐私和安全。您的权利包括：
    </p>
    <p>
      1）访问和更正您的个人信息，除法律法规规定外，您有权随时访问和更正您的个人信息，具体包括：
      您可以查询您的个人身份信息，或修改您的个人资料；但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的某些初始注册信息。服务数据为您使用相关业务或服务数据时自己上传保存的内容，如需要查询、修改您可自行凭借账号和密码登录相关系统完成。
    </p>
    <p>对于您在使用我们的产品与/或服务过程中产生的其他个人信息需要访问或更正，请随时联系我们。我们会根据本隐私政策所列明的方式和期限响应您的请求。</p>
    <p>
      当您不再使用成都龙霆互娱信息科技有限公司产品或服务后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。销号后，您该账户内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息我们仍需按照监管要求的时间进行保存，且在该依法保存的时间内有权机关仍有权依法查询。
    </p>
    <p>2）注销账户</p>
    <p>
      你可以在【我】-【注销账号】提交注销账号申请，我们将尽快审核请求，并在验证你的用户身份后的十五个工作日内回复。在你注销账号前，我们将验证你已授权给我们的个人身份、安全状态、设备信息、虚拟资产等。在验证完成并确认账号处于安全状态（近30天内无限制记录，无被盗、违规、封禁的风险），我们将自动注销账号。你知悉并理解，在注销账号后，你将无法再登录达龙云手机。除非法律法规另有规定，您的个人信息我们将保存至您账号注销之日后的六个月。我们承诺这是为了保证您正常使用成都龙霆互娱信息科技有限公司产品的消费者权益。当您的个人信息超出我们所保存的期限后，我们会对您的个人信息进行删除或匿名化处理。有关注销账号，如果你有任何疑问，可以随时联系：021-51905998。
    </p>
    <p>3）响应您的请求</p>
    <p>
      如果您无法通过上述方式访问、更正或删除您的个人信息，或您需要访问、更正或删除您在使用我们产品与/或服务时所产生的其他个人信息，或您认为成都龙霆互娱信息科技有限公司存在任何违反法律法规或与您关于个人信息的收集或使用的约定，您均可以联系我方在线客服电话：021-51905998。为了保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，我们将在收到您反馈并验证您的身份后的15天内答复您的请求。
    </p>
    <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
    <p>（1）与国家安全、国防安全有关的；</p>
    <p>（2）与公共安全、公共卫生、重大公共利益有关的；</p>
    <p>（3）与犯罪侦查、起诉和审判等有关的；</p>
    <p>（4）有充分证据表明您存在主观恶意或滥用权利的；</p>
    <p>（5）响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
    <h4>十二、联系方法</h4>
    <p>
      成都龙霆互娱信息科技有限公司所有业务或服务均适用本政策，基于为给您提供更好的服务或根据法律法规及监管要求，我们可能会适时对本政策进行修订。这些修改会反映在本政策中。
    </p>
    <p>任何修改都会将您的满意度置于首位。</p>
    <p>
      隐私政策发生变更，我们将以推送通知或发送邮件或信函或电话或者在成都龙霆互娱信息科技有限公司官方网站发布公告的方式来通知您。若您在本政策修订后继续使用成都龙霆互娱信息科技有限公司的产品或服务，这表示您已充分阅读、理解并接受修订后的本政策并愿意受修订后的本政策约束。
    </p>
    <p>我们鼓励您每次访问成都龙霆互娱信息科技有限公司的服务时都会查阅我们的隐私政策。</p>
    <p>有关本声明或成都龙霆互娱信息科技有限公司的隐私措施、投诉等问题请与成都龙霆互娱信息科技有限公司的协调人联系。协调人联系方式：021-51905998。</p>
    <p>
      成都龙霆互娱信息科技有限公司位于四川成都高新区的德华路333号B座11层11号，用户也可以通过电话、传真、和/或平信直接与成都龙霆互娱信息科技有限公司客户服务部门联系。
    </p>
    <p>
      成都龙霆互娱信息科技有限公司认为自己有责任为其用户提供一个安全、可靠和有私密性的软件。成都龙霆互娱信息科技有限公司的名义和声誉是我们的业务核心，我们会采取一切必要行动来捍卫和加强我们作为强大互联网公司的地位。
    </p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
a {
  // color: blue;
  word-wrap: break-word;
}
</style>
