<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">达龙云手机VIP类型服务协议</h2>
    <p>为使用达龙云手机VIP类型服务（以下简称：本服务），请您仔细阅读、理解并遵守《达龙云手机VIP类型服务协议》（以下简称：本协议）。</p>
    <p>本协议由您与成都龙霆互娱信息科技有限公司（以下简称：达龙云网络）共同缔结，具有合同效力。达龙云网络合理方式提示您注意并请您重点阅读本协议中可能与您的权益有重大利害关系的条款，包括但不限于免除达龙云网络责任的条款（以下简称：免责条款）、对用户权利进行限制的条款（以下简称：限制条款）、约定争议解决方式和司法管辖的条款等。如果您认为该等条款可能导致您在特定情况下部分或全部利益或权利受损，请您在确认同意本协议之前或在使用本服务之前务必再次阅读前述条款，并在您自愿接受该等条款的前提下使用本服务。</p>
    <p>如果您不同意本协议下的任意或全部条款内容，尤其是前述可能与您的权益存在重大厉害关系的条款，请不要以接受本服务的形式（包括但不限于点击同意/接受/下一步、进入购买程序、进入续费程序、进行或参与任何与本服务相关的交易或活动、采用任何其他形式的确认操作，以下统称：接受服务的形式）进行下一步操作或使用本服务。当您采用接受服务的形式进行下一步操作或使用本服务，即表明您已阅读、理解并同意签署本协议，表示您与达龙云手机已达成协议关系，并自愿接受并遵守本协议的全部约定。</p>
    <p>如果您未满18周岁，请在法定监护人的陪同下阅读并确认本协议条款。</p>
    <p>一、【协议的定义及说明】</p>
    <p>1.1【达龙云手机VIP类型服务系统】</p>
    <p>您如果需要使用和享受达龙云手机VIP类型服务，则您需要在达龙云手机APP购买或续费界面以购买或续费相关VIP类型的方式获取，购买或续费成功后，您在相关VIP类型的长有效期内享受相应的云手机服务及权益。如果您在第三方看到达龙云手机VIP类型服务信息的，请先向达龙云手机客服核实或通过指定邮箱或电话核实第三方服务提供方信息的真假，以防止上当受骗。</p>
    <p>达龙云手机VIP类型服务可在IOS及安卓系统使用，请您在购买服务前仔细查看提供服务支持的游戏列表，或向客服沟通了解是否有您需要的游戏，再决定是否开通达龙云手机相关的VIP类型服务。您理解并同意，鉴于网络服务的特殊性，达龙云网络公司有权根据市场情况进行VIP类型的权益及特色VIP类型服务的全部或部分变更、调整、取消、增加。</p>
    <p>1.2【本协议】</p>
    <p>本协议视为<a href="/user_agreement" style="color: blue;">《达龙云手机平台用户使用许可协议》</a>、<a href="/privacy" style="color: blue;">《隐私政策》</a>的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
    <p>本协议内容同时包括成都龙霆互娱信息科技有限公司可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，同样对双方生效。</p>
    <p>1.3【协议修改】</p>
    <p>达龙云手机VIP类型服务提供方不时发布并修订的关于达龙云手机VIP类型的用户守则、活动规则、使用规则、公告、提示、通知及在线FAQ等内容。</p>
    <p>成都龙霆互娱信息科技有限公司有权对本协议进行修改（修改包含变更、增加、减少相应的条款内容），一旦本协议发生修改，达龙云网络将通过系统提示/或信息推送和/或后台公告等形式发布，请您务必仔细阅读。当您采用接受服务的形式进行下一步操作或继续使用本服务，即表明您已经接受本协议的全部修改。更新后的本协议自更新版发布之日起生效。</p>
    <p>1.4【使用原则】</p>
    <p>您在使用达龙云手机VIP类型服务过程中，应遵守法律法规的规定，不得利用本服务从事违法违规行为，包括但不限于以下行为：</p>
    <p>（一）违反宪法确定的基本原则的；</p>
    <p>（二）危害国家统一、主权和领土完整的；</p>
    <p>（三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>
    <p>（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>
    <p>（五）宣扬邪教、迷信的；</p>
    <p>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
    <p>（七）宣扬淫秽、色情、赌博、暴力，或者教唆犯罪的；</p>
    <p>（八）侮辱、诽谤他人，侵害他人合法权益的；</p>
    <p>（九）违背社会公德的；</p>
    <p>（十）有法律、行政法规和国家规定禁止的其他内容的。</p>
    <p>在任何情况下，达龙云网络一旦合理地认为用户存在上述行为的，可以在任何时候，不经事先通知，终止向该用户提供服务，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任，若因此给达龙云网络造成损失的，用户应予赔偿。</p>
    <p>二、【达龙云手机VIP类型账号管理及使用】</p>
    <p>2.1【账号管理】</p>
    <p>您应正确使用及妥善保管、维护您的达龙云手机VIP类型所在的账号及密码，如发生任何泄露、遗失、被盗等行为，而该等行为并非达龙云网络法定过错导致，所有损失将由您自行承担。若您发现他人冒用或盗用其账号及密码或其他未经合法授权的使用或任何其他不安全的行为，您应立即以有效方式通知达龙云网络，要求达龙云手机平台暂停相关服务。同时，您理解达龙云网络对您的请求采取行动需要合理期限，在此之前，达龙云手机平台对已执行的指令及所导致您的损失不承担任何责任；</p>
    <p>2.2【合法获取及使用】</p>
    <p>（1）任何以盗窃、利用系统漏洞、通过任何非达龙云手机官方或授权途径获得的达龙云手机VIP类型服务（包括但不限于购买、续费、租用、借用、受让等方式获得）、恶意利用达龙云手机的授权或转移功能或破坏达龙云手机VIP类型活动获得的VIP类型服务，均为不合法行为，不获本协议项下的相关保护，成都龙霆互娱信息科技有限公司有权取消及不提供VIP类型服务，所有产生的损失及责任由侵权行为人自行承担。</p>
    <p>（2）使用达龙云手机VIP类型服务或参加相关优惠活动时，亦应通过达龙云手机发布授权的VIP类型服务购买界面或续费界面的方式进行，用户通过其他任何渠道、任何途径、任何方式非法获取的达龙云手机VIP类型服务，均为不合法行为，不获本协议项下的相关保护，且一经发生，成都龙霆互娱信息科技有限公司有权立即就相关服务做出删除、取消、封停等处理，或采取其他如中止或终止对您提供服务等账号管理措施，所有因此产生的损失及责任由侵权行为人自行承担。</p>
    <p>（3）您参加VIP类型活动时，应按照活动规则，以及合法及不损害活动举办方利益的方式进行，利用系统漏洞、规则设置缺陷、系统设置错误、滥用特殊权限等方式参加活动并获取相关优惠的，均为不合法行为，不获得本协议项下的相关保护，且成都龙霆互娱信息科技有限公司有权采取相关措施进行处理，所有因此产生的损失及责任由侵权行为人自行承担。</p>
    <p>（4）您在使用本服务时应当遵守国家法律法规、政策及达龙云手机平台发布的使用规则。</p>
    <p>2.2.2【专有及非商业目的的使用】</p>
    <p>（1）达龙云手机VIP类型服务，是您在遵守本协议及相关法律法规的前提下，达龙云手机给予您一项个人的、不可转让的、非商业用途的、可撤销的、有期限及排他性的许可，您仅可个人非商业目的的使用。</p>
    <p>（2）您理解并同意，您不得将享有的达龙云手机VIP类型服务通过授权功能及其他任何方式提供给他人使用，包括但不限于不得利用授权功能或转移功能授权或转移给第三方受用，不得转让、出租、借用、出售等方式提供给他人。否则，因此产生的任何法律后果及责任均由您自行承担。</p>
    <p>（3）本软件中的授权功能或转移功能仅用于您在云手机使用过程中发生异常情况，必须通过授权功能或转移功能来授权或转移给第三方帮您进行协同工作解决异常问题时使用，除此情况外，不得利用授权功能或转移功能进行任何商业目的的使用。同时请您注意：由于使用授权功能或转移功能在授权或转移给第三方操作过程中，存在您的隐私信息被第三方泄露的风险，故请您在必要情况下谨慎使用该功能。如果因为授权功能或转移功能引发您与第三方之间的纠纷，由您与第三方自行解决，成都龙霆互娱信息科技有限公司无需承担任何责任。</p>
    <p>（4）您理解并同意，成都龙霆互娱信息科技有限公司有权了解您使用本软件服务的真实背景及目的，有权要求您如实提供真实、全面、准确的信息，如果成都龙霆互娱信息科技有限公司有合理理由怀疑您提供的信息不真实、进行无授权线下交易、虚假交易，或您的行为违反达龙云手机平台的服务规则，成都龙霆互娱信息科技有限公司有权暂时或永久限制您账户下所使用的服务的部分或全部功能。</p>
    <p>2.2.3【使用准则特别提示】</p>
    <p>（1）不得利用本服务进行任何侵犯达龙云手机及任何第三方的知识产权、财产权、名誉权等合法权益的行为；</p>
    <p>（2）本服务是一项收费服务，以任何手段侵犯、破坏达龙云手机收取费用的行为，成都龙霆互娱信息科技有限公司保留追究行为人责任及索取赔偿的权利；</p>
    <p>（3）不得利用本服务进行任何危害或涉嫌危害未成年人的行为；</p>
    <p>（4）不得利用本服务从事任何违反法律法规、政策或公序良俗、社会公德的行为；</p>
    <p>（5）您充分了解并同意，您必须为自己登录账号下的一切行为负责，包括但不限于您发表的任何内容以及由此产生的任何后果。您应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险。</p>
    <p>（6）每个达龙云手机账号之间的充值记录、视频数据无法进行转移、迁徙、转让、赠与、售卖、租借、分享，无论该等账号是否由同一使用人拥有，请您在登录及/或充值/参加活动时注意区分，避免造成损失。</p>
    <p>2.2.4【账号找回】</p>
    <p>您登录达龙云手机时使用的账号信息遗失、忘记密码，导致无法登录达龙云手机的，您如需找回的，需按照成都龙霆互娱信息科技有限公司的账号找回流程的要求提供相应的信息和证明，并确保提供的信息和证明文件的合法真实有效，若提供的材料不真实或不符合要求，无法通过成都龙霆互娱信息科技有限公司的安全验证，可能会导致账号找回失败，相应的风险和损失将由您自行承担。您理解成都龙霆互娱信息科技有限公司对您的请求采取行动处理均需要合理时间，除成都龙霆互娱信息科技有限公司存在法定过错外，成都龙霆互娱信息科技有限公司对您的损失不承担任何责任。</p>
    <p>三、【达龙云手机VIP类型服务特别约定】</p>
    <p>3.1【支付】</p>
    <p>您通过支付界面指定的支付途径成功购买或续费本服务后，除法定情形外，不可进行转让或要求退款，无论该等资费是否已被消费。成都龙霆互娱信息科技有限公司有权决定是否、何时、以何种方式向您退费。成都龙霆互娱信息科技有限公司同意退费的，您应补偿支付时使用信用卡、手机等支付渠道产生的费用（若有），且成都龙霆互娱信息科技有限公司有权在返还您的退费中直接扣收；退费后，成都龙霆互娱信息科技有限公司有权直接终止退费所对应的服务。</p>
    <p>本服务是成都龙霆互娱信息科技有限公司提供的收费服务，您须在按照本服务的收费标准支付相应费用后，方可使用本服务。成都龙霆互娱信息科技有限公司可能会根据本服务的整体规划，对本服务相关权益细则、收费标准、方式等进行修改和变更，前述修改、变更，成都龙霆互娱信息科技有限公司将在相应服务页面进行更新展示。成都龙霆互娱信息科技有限公司会根据实际状况，对不同阶段充值、续费的VIP类型给予不同的优惠，具体优惠政策以成都龙霆互娱信息科技有限公司在相关服务页面公示的信息为准。同时我们也鼓励您定期查看本协议内容，以更好地保障您的权益。您在此理解并同意因参加活动不同或VIP类型等级不同，达龙云手机VIP类型将享受不同的增值服务或资费。</p>
    <p>您在购买或续费达龙云手机VIP类型后可享受的全部权益以成都龙霆互娱信息科技有限公司官方网站公布的VIP类型权益为准，成都龙霆互娱信息科技有限公司有权基于自身业务发展需要变更全部或部分VIP类型权益。就前述权益调整成都龙霆互娱信息科技有限公司会通过在相应服务页面更新展示、系统提示、信息推送和/或您在我方平台留下的联系方式通知和提醒您注意，您也可通过达龙云手机官方网站或移动端查询最新的VIP类型权益内容。</p>
    <p>您不得通过以下任何方式为自己或他人开通本服务：</p>
    <p>（1）以营利、经营等非个人使用的目的为自己或他人开通本服务；</p>
    <p>（2）通过任何机器人软件、蜘蛛软件、爬虫软件、刷屏软件等程序、软件方式为自己或他人开通本服务；</p>
    <p>（3）通过任何不正当手段或以违反诚实信用原则的方式为自己或他人开通本服务；</p>
    <p>（4）通过非达龙云手机指定的方式为自己或他人开通本服务；</p>
    <p>（5）通过侵犯达龙云手机或他人合法权益的方式为自己或他人开通本服务；</p>
    <p>（6）通过其他违反相关法律、行政法规、国家政策等方式为自己或他人开通本服务</p>
    <p>3.2【服务期限】</p>
    <p>除本协议另有约定外，本服务的期限以您自行选择并成功支付相应服务费用的期限为准，自您选择并购买或续费本服务后生效，直至服务到期或您终止本服务/注销VIP类型资格/注销账号时终止，您也可以向客服或相关服务页面查询。</p>
    <p>您理解、知悉并同意，本服务的服务期间，由于互联网服务的特殊性，为向您提供优质服务，达龙云手机须不定时进行服务器的维修、调整、升级等，且在黑客攻击、计算机病毒侵入、监管机构政策通知等不可抗力事件发生后，达龙云手机须解决故障并处理相关侵权事宜，因此您接受，本服务的服务期限包含达龙云手机解决故障、服务器维修、调整、升级、因第三方侵权处理等所需的合理时间，成都龙霆互娱信息科技有限公司对上述情况所需用的时间不另行补偿。</p>
    <p>3.3【关于达龙云手机VIP类型权益的特别提示】</p>
    <p>您理解并同意，由于您使用的设备终端的产品技术不同，达龙云手机VIP类型权益和福利可能在不同终端有所差异，具体以达龙云手机的页面说明及该终端可以支持的服务为准，由此可能给您带来的不便，您表示理解，您不予追究或者豁免成都龙霆互娱信息科技有限公司的相关责任。成都龙霆互娱信息科技有限公司有权根据法律规定及政策变更、运营需求等进行达龙云手机VIP类型权益及特色VIP类型服务内容的部分或全部变更、调整、取消、增加，就前述权益的调整，成都龙霆互娱信息科技有限公司将在VIP类型页面、相应服务页面或以其他合理方式进行发布，并在发布后生效。发布后，当您采用接受服务的形式进行下一步操作或继续使用本服务，即表明您已经仔细阅读并接受达龙云手机更新后的VIP类型服务。如您对本协议的修改有任何问题，可以咨询客服。</p>
    <p>基于虚拟产品的性质和特征，您所获取的虚拟产品不能够进行退货、换货、兑换现金，亦不得用于商业领域，如买卖、置换、抵押等。为了保证您的用户权益，请您通过官方渠道购买或续费达龙云手机VIP类型产品，一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不获保护，成都龙霆互娱信息科技有限公司有权中止或终止对您的服务；由此带来的损失，成都龙霆互娱信息科技有限公司不承担相关责任。</p>
    <p>3.4【第三方软件及服务】</p>
    <p>本软件可能使用或包含了由第三方提供的软件或服务（以下称“此类服务”），此类服务是响应您需求，为了向您提供更多便利而设置，成都龙霆互娱信息科技有限公司不提供内容制作。您使用此类服务时，应另行与该第三方达成服务协议，支付相应费用并承担可能的风险。您如果继续使用本软件或服务，即表明您已经仔细阅读、理解并接受以下内容：</p>
    <p>（1）达龙云手机无权在本协议中授予您使用第三方软件或服务的任何权利，也无权对此类服务提供任何形式的保证以及相应的客户服务支持，如果您需要咨询相关信息，可直接与该第三方联系。如果因使用此类服务引发任何纠纷或造成任务损失，可直接与该第三方协商解决，达龙云手机平台不承担任何责任和赔偿。</p>
    <p>（2）您现使用的本软件服务及本软件当前包含的服务，达龙云手机在此不保证您可永久使用本服务或本软件包含的服务永久不变，不保证将来不会使用除现有以外的其他同类或不同类型的软件或服务，一旦本软件中更改/增加服务内容或升级为包含前述服务内容的软件，其同样适用本协议规定。</p>
    <p>（3）如果第三方确认您违反了您与其之间关于使用此类服务的协议约定，并停止对您提供此类服务，同时要求达龙云手机协助处理的，您理解并认可达龙云手机将采取技术手段中止或终止您对该第三方软件的继续使用。</p>
    <p>3.5【关于广告的特别说明】</p>
    <p>您理解并同意，您在使用达龙云手机的服务过程中，将接触到以各种方式投放的商业性广告或其他类型的商业信息；且您理解并同意，达龙云手机可以通过电子邮件、站内信息、手机短信、微信、网站公告或其他方式向您发送促销信息、内容推荐或其他相关商业信息。若您不想接收此类信息，可以通过达龙云手机公布的有效联系方式进行退订；但请您注意，如果退订此类信息，您可能无法享受或无法完全享受达龙云手机服务。</p>
    <p>3.6【服务的中止、终止及变更】</p>
    <p>5.6成都龙霆互娱信息科技有限公司不就下述行为进行保证：</p>
    <p>（a）服务将无错误或不会中断；</p>
    <p>（b）成都龙霆互娱信息科技有限公司会修正与服务有关的所有缺陷或错误，或防止与本服务有关的所有第三方破坏或未经授权的访问；</p>
    <p>（c）本服务将与您的内容或本公司未提供的任何其他硬件、软件、系统、服务或数据兼容。</p>
    <p>在法律允许的范围内，除非另有明文规定，否则成都龙霆互娱信息科技有限公司排除并明确拒绝任何保证、陈述、条款、条件或其他任何形式的承诺，无论是明示的或默示的，法定的或其他方式。</p>
    <p>七、【服务的中止、终止及变更】</p>
    <p>7.1本服务的中止或终止包含如下情况：</p>
    <p>7.1.1您主动中止或终止的，包括但不限于到期未进行续费等；</p>
    <p>7.1.2您存在违约行为，成都龙霆互娱信息科技有限公司主动中止或终止服务的；</p>
    <p>7.1.3成都龙霆互娱信息科技有限公司根据国家或相关部门要求或发生不可抗力事件而中止或终止服务；</p>
    <p>7.1.4其他根据法律法规或本协议约定应中止或终止服务的情形。</p>
    <p>7.2中止或终止服务后，成都龙霆互娱信息科技有限公司有权但无义务确保您收到特别提示或通知。当您发现无法登录或享受服务时，可以咨询我们的客服人员。</p>
    <p>7.3当发生7.1条约定的中止或终止情形时：</p>
    <p>7.3.1除法律规定的责任外，成都龙霆互娱信息科技有限公司不对您和任何第三方承担任何责任；</p>
    <p>7.3.2已收取的费用不予退还；</p>
    <p>7.3.3正在进行的平台交易，成都龙霆互娱信息科技有限公司将根据情况合理判断，是否继续进行或终止相关交易，并视情况决定是否进行退费或扣除相关费用作为违约金。</p>
    <p>7.4您同意，由于互联网服务的特殊性、合法合规要求或授权情况的变化，成都龙霆互娱信息科技有限公司有权修改、变更、中断或终止部分或全部服务，或变更、删除、转移用户存储、发布在达龙云手机平台的内容（统称“变更行为”）。成都龙霆互娱信息科技有限公司保留采取前述变更行为而不需通知您的权利，且您同意，依本协议任何规定提供之本服务，无需进行事先通知即可变更、中断或终止。并且您同意，由于变更行为而造成的任何损失，成都龙霆互娱信息科技有限公司无需对您对或任何第三方承担任何责任。</p>
    <p>八、【通知】</p>
    <p>本协议项下成都龙霆互娱信息科技有限公司对于用户所有的通知均可通过网页公告、站内消息、客户端推送、公众号通知、客户预留的电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达用户。</p>
    <p>为便于您收取相关通知，您应确保预留的联系方式为正确及有效，并在变更后及时登录达龙云手机APP进行修改；如因您未提供正确的联系信息或未及时告知新的联系方式，导致无法及时收取通知，将由您自行承担由此产生的损失及法律后果。</p>
    <p>成都龙霆互娱信息科技有限公司可通过上述方式之一或其中若干向您送达各类通知，而此类通知的内容或将对您产生重大有利或不利影响，请您务必确保联系方式为有效并请及时关注相应通知。</p>
    <p>九、【其他】</p>
    <p>9.1【协议的生效】</p>
    <p>当您采用接受服务的形式进行下一步操作、使用或继续使用本服务，即表明您已阅读并同意接受本协议的约束。</p>
    <p>9.2【协议签订地】</p>
    <p>本协议签订地为中华人民共和国四川省成都。</p>
    <p>9.3【适用法律】</p>
    <p>本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
    <p>9.4【争议解决】</p>
    <p>若您和成都龙霆互娱信息科技有限公司之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
    <p>9.5【条款标题】</p>
    <p>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
    <p>9.6【条款效力】</p>
    <p>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
    <p>请用户在使用本软件时，仔细阅读并遵守本协议内容。成都龙霆互娱信息科技有限公司在法律允许的最大范围内对本协议拥有解释权与修改权。</p>
    <p>成都龙霆互娱信息科技有限公司</p>
  </div>
</template>

<script lang="ts" setup></script>

<style scoped>
  p {
    margin-bottom: 50px;
  }
  h4 {
    font-size: 90px;
    font-weight: bold;
    margin-bottom: 100px;
  }
</style>