<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">神龙云手机授权协议</h2>
    <p>在使用授权功能之前请务必仔细阅读本协议，当您对本协议进行勾选同意 后，我们将视为您对于本协议的全部认同。</p>
    <p>
      1、若您是云手机授权方，当您授权第三方使用您的云手机时，该第三方可 查看到您云手机上面的个人信息(包括但不限于您的电话号码、游戏账号、
      微信、QQ等个人信息)，该情形下您的个人信息安全问题由您本人负责，请 知晓并妥善保管自己的账号，谨慎使用该授权功能;
    </p>
    <p>
      2、若您是云手机被授权方，授权方可查看到您使用其云手机时留下的您本 人信息(包括但不限于电话号码、游戏账号、微信、QQ等个人信息)，该情
      形下您的个人信息安全问题由您本人负责，请知晓并谨慎使用该授权功能;
    </p>
    <p>3、授权过程中存在账号被盗取等相关安全风险，请谨慎使用，本公司不承 担因授权发生的任何相关安全责任;</p>
    <p>4、授权方须认真阅读该授权协议并告知到被授权方，当授权方勾选同意后 视为授权方和被授权方双方均已知晓并接受该协议内容。</p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
</style>
