<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">《神龙云手机注销账号须知》</h2>
    <p>
      【重要】在您注销您的神龙云手机账号之前，请充分阅读、理解并同意下列事项:【特别提示】注销账号为不可恢复的操作，除您已授权提供至第三方的信息以外，注销账号后您将无法再使用本账号或找回您账户中的时长、VIP订阅、机器信息（即使该机器还处于有效期内）和用户信息(即使您使用相同的手机号码再次注册并使用神龙云手机)。请确保您所申请注销的账号应当是您本人依照《神龙云手机用户服务协议》的约定创建并由本公司提供给您本人的账号。您应当依照本公司规定的程序或网站上的提示注销账号。建议您在注销前自行备份账号相关的所有信息，并请确认与本账号相关的所有服务均已进行妥善处理。注销完成后，神龙云手机将删除您的个人信息或对其进行匿名化处理(法律法规另有规定的除外)。
    </p>
    <p>
      1.我们对您注销神龙云手机账号的决定深表遗憾。如果您仍决定继续进行账号注销，您的账号需同时满足以下条件:1.1.账号处于安全状态:1.2.账号财产已结清，交易已完成:
    </p>
    <p>1.2.1.账号组下所有关联业务的资产(包括时长、VIP、卡券、已拥有的机器等)均已结清、退款、清空或自愿放弃;</p>
    <p>1.2.2账号组下所有交易已完成或已自愿放弃;</p>
    <p>
      1.3.账号无任何纠纷，包括投诉举报或被投诉举报，所有服务(包括申请认证、实名换绑等)均已完成或已自愿放弃。2.账号注销后，您将无法在神龙云手机软件及其他第三方服务中登录、使用本账号，也将无法找回本账号中及与账号相关的任何内容或信息，包括但不限于:
      1.个人已提交的身份信息、账号信息、实名认证等信息。2.已发布的文章、点赞、评论、喜欢、收藏等内容数据。3.账号内时长、订阅、积分、成长值、卡券信息、交易记录等信息将被作废及删除。
    </p>
    <p>
      2.
      账号内正在运行的云机、文件上传记录、神龙云手机云盘内数据将被清空删除。请确认账号内无任何资产或虚拟权益，您在注销程序完成之前获得的资产、虚拟权益等财产性利益视为您同意放弃，将无法继续提现、使用或处分。您理解并同意，您将放弃账号的所有资产或权益(包括已产生但未消耗完毕的或未来预期的收益)，神龙云手机无法协助您恢复上述服务，也无法找回账号相关的任何内容或信息。
    </p>
    <p>3.神龙云手机账号注销将导致本公司终止为您提供服务，依法律法规另有规定、本页面其他条款另行约定不得终止的或依其性质不能终止的除外。</p>
    <p>
      4.在您的账号注销处理期间，如果您的账号涉及争议纠纷，包括但不限于:投诉、举报、诉讼、仲裁、国家有权机关调查等，您理解并同意，神龙云手机有权自行决定是否终止本账号的注销而无需另行得到您的同意。
    </p>
    <p>
      5.若有合理理由怀疑或发现同一实名信息账号存在或可能存在反复注册、注销以在营销活动中获取非法利益等违法违规行为，本公司有权限制该实名信息账号的注销申请频率。
    </p>
    <p>6.注销本账号并不代表本账号注销前的账号行为和相关责任得到豁免或减轻。</p>
    <p>7.具体的注销处理时间和信息释放时间，以确认注销弹窗中显示的为准。在账号正式注销前，如您再次登录账号并选择放弃注销，注销程序将终止。</p>
    <p>
      8、本《神龙云手机注销账户须知》的解释权归神龙云手机所有，我们有权随时对其进行修改和更新。如在账号注销过程中有任何问题您无法处理的或在处理过程中有任何疑惑的，可请及时联系我们在线客服电话：021-51905998，我们将尽力解决。
    </p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
</style>
