<template>
  <div class="px-60px py-100px text-70px leading-94px">
    <h2 class="text-center font-bold text-100px mb-100px">《达龙云手机用户协议》</h2>

    <p>
      【提示条款】欢迎您（下称"用户"或"您"）与达龙云手机共同签署本《用户服务协议》（下称“本协议”）并使用达龙云手机服务！各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
    </p>
    <p>
      【审慎阅读】您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必谨慎阅读、充分理解各条款内容，特别是免除或限制责任的条款、法律适用和争议解决条款。免除或限制责任的条款将以粗体标识，您应重点阅读。若您对协议有任何疑问，可向达龙云手机客服咨询。
    </p>
    <p>
      【签约动作】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与达龙云手机达成一致，成为达龙云手机“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
    </p>

    <p>
      如果您未申请注册流程，或者在本协议生效前已成为达龙云手机的注册用户，则您通过访问或使用达龙云手机服务，即视为您表示同意接受本协议的全部内容，否则请您不要访问或使用达龙云手机服务。
    </p>

    <h4>一、定义</h4>
    <p>达龙云手机：达龙云手机服务经营者，目前为成都龙霆互娱信息科技有限公司。</p>
    <p>
      达龙云手机服务：达龙云手机基于互联网，以包含达龙云手机网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。
    </p>
    <p>
      达龙云手机服务规则：包括在所有达龙云手机网站内已经发布及后续发布的全部规则、解读、公告等内容以及达龙云手机客户端、活动页面等发布的各类规则、实施细则、产品说明、公告等。
    </p>
    <p>用户：下称“您”或“用户”，是指注册、登录、使用、浏览、获取本协议项下服务的个人或组织。</p>

    <h4>二、签约主体</h4>
    <p>本协议是您与达龙云手机之间关于注册、登录达龙云手机以及使用达龙云手机服务所订立的协议。本协议对您与达龙云手机经营者均具有合同效力。</p>
    <p>
      达龙云手机经营者是指经营达龙云手机法律主体。本协议项下，达龙云手机经营者可能根据达龙云手机的业务调整而手机发生变更，变更后的达龙云手机经营者与您共同履行本协议并向您提供服务，达龙云手机经营者的变更不会影响您本协议项下的权益。达龙云手机经营者还有可能因为提供新的达龙云手机服务而新增，如您使用新增的达龙云手机服务的，视为您同意新增的达龙云手机经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
    </p>
    <p>2.1补充协议</p>
    <p>
      由于互联网高速发展，您与达龙云手机签署的本协议列明的条款并不能完整罗列并覆盖您与达龙云手机所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，达龙云手机公示的相关声明及政策、达龙云手机规则和协议均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用达龙云手机服务，视为您同意上述补充协议。
    </p>

    <h4>三、账户注册与使用</h4>
    <p>3.1用户资格</p>
    <p>
      用户确认，用户注册、登录以及实际使用达龙云手机提供的服务时，应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。如用户不具备前述主体资格，则用户及用户的监护人应当依照法律规定承担因此而导致的一切后果，达龙云手机有权注销或永久冻结用户的账户。
    </p>
    <p>
      特别地，如果您是未成年人，请在您的监护人的陪同下审阅和接受本协议。未成年人应当在合理程度内使用达龙云手机，不得因使用达龙云手机而影响了日常的学习生活。您理解达龙云手机无义务对本款前述事项进行任何形式的审查和确认。
    </p>
    <p>3.2账户说明</p>
    <p>
      用户可以使用手机号码等作为达龙云手机申请账号、登录达龙云手机网站。用户也可以按照达龙云手机要求的程序进行注册，获得账号，登录本网站；按照本注册程序获得本网站账号的用户，可以在登录后通过“我的设置”进行注册信息的变更及注销。用户也可以按照本网站要求的程序、使用用户拥有的其他第三方平台账号登录本网站。
    </p>
    <p>
      用户使用具体服务时，达龙云手机可能会要求用户完成进一步激活或验证流程，用户应当按照相应页面的提示提供身份信息及资料，并应保证提供的身份信息及资料真实、及时、完整和准确。
    </p>
    <p>
      用户在本网站的账号、密码、短信随机验证码等是用户在本网站的唯一身份权证。为享受本网站提供的网络服务，用户应当按照对应的服务要求键入正确的用户账号及密码或短信验证码或其他身份信息。
    </p>
    <p>
      用户应妥善保管用户账号、密码和手机短信验证码，避免使用过于简单的密码。用户在服务使用过程中可以根据达龙云手机规定更改密码。用户账号和密码不得出借、转让、继承或者赠与。因非本网站原因导致用户的账号、密码遗失、遗忘或被他人窃取的，本网站不承担责任。如果用户发现自己的个人信息泄密，尤其是本网站账户及密码发生泄露，请立即联络达龙云手机。
    </p>
    <p>用户通过账号、密码和/或手机短信验证码登录后使用达龙云手机产品的行为，均视为用户本人行为，用户应当承担由此导致的相关后果和责任。</p>
    <p>
      用户登录后，可以设置用户在本网站的昵称。用户账号、昵称应当符合法律法规规定，不得违反法律法规规定、侵犯或涉嫌侵犯他人合法权益，否则，达龙云手机有权暂停或终止提供本网站的所有服务，并冻结用户账号。
    </p>
    <p>
      用户不想继续使用达龙云手机产品，经达龙云手机官方申请注销账号流程，用户可自行注销账户，达龙云手机原则上保证用户在注销后6个月可申请恢复原账号使用权。
    </p>
    <p>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得达龙云手机账户并成为达龙云手机用户。</p>
    <p>
      由于您的达龙云手机账户关联您的个人信息及达龙云手机商业信息，您的达龙云手机账户仅限您本人使用。未经达龙云手机同意，您直接或间接授权第三方使用您达龙云手机账户或获取您账户项下信息的行为所导致的一切责任后果由您自行承担，达龙云手机对此不承担任何责任。但如若达龙云手机判断您达龙云手机账户的使用可能危及您的账户安全或达龙云手机信息安全的，达龙云手机可拒绝提供相应服务或终止本协议。
    </p>
    <p>
      由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经达龙云手机同意，并符合达龙云手机规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。
    </p>
    <p>
      作为达龙云手机经营者，为使您更好地使用达龙云手机的各项服务，保障您的账户安全，达龙云手机可要求您按达龙云手机要求及我国法律规定完成实名认证。
    </p>
    <p>
      作为达龙云手机经营者，我们非常重视用户个人信息的保护，达龙云手机向用户提供服务时，将按照相关法律法规的规定收集、存储、使用、共享、转移、公开披露、保护和管理用户信息和隐私。达龙云手机的隐私政策具体见《用户隐私政策》，用户同意仔细阅读并充分理解和接受该隐私政策，并同意该隐私政策作为本协议的重要组成部分。
    </p>
    <p>
      如您的账户长期未登录，达龙云手机有权予以进行注销、回收、替换或采取删除该用您账户在达龙云手机数据库中的任何记录（包括但不限于注册信息、虚拟礼物信息等）等清理措施，您的账户将不能再登录任一达龙云手机服务，相应服务同时终止。达龙云手机在对此类账户进行清理前，将以包括但不限于弹窗、网站公告、站内消息、客户端推送信息等方式通知您。
    </p>

    <p>3.3注册信息管理</p>

    <p>3.3.1真实合法</p>

    <p>
      在使用达龙云手机服务时，您应当按达龙云手机页面的提示准确完整地提供您的信息（包括您的联系电话、联系地址等），以便达龙云手机在必要时与您联系。您所设置的账户名不得违反国家法律法规及达龙云手机规则关于账户名的管理规定，否则达龙云手机可对您的账户名进行暂停使用或注销等处理，并向主管机关报告。
    </p>

    <p>
      您理解并承诺，您的账户名称、头像等注册信息中不得出现违法和不良信息，没有冒用、关联机构或社会名人，您在账户注册过程中需遵守法律法规、社会主义制度、国家利益、公民合法权益、公共秩序、社会道德风尚和信息真实性等七条底线。
    </p>

    <p>
      如达龙云手机发现您在软件中注册或使用的账号等一切自定义名称与其他用户相同而导致无法识别，达龙云手机有权要求您修改上述名称，如您在达龙云手机要求的时限内未予修改，则达龙云手机有权在您自定义的名称后加注识别符号予以区别以确保软件正常运行（例如您希望或正在使用的账户名称为“达龙云手机”，但在同一组服务器中同样存在另外一个用户账户名为“达龙云手机”，则在您不愿意修改名称的情况下，达龙云手机有权不经您同意的情况在您名称后加注识别符号后成为“达龙云手机1”、“达龙云手机2”等），您保证无条件同意上述修改。
    </p>

    <p>
      您同意并授权，为了更好的为您提供服务以及确保您的账户安全，达龙云手机可以根据您提供的手机号码等信息，向电信运营商、金融服务机构等可靠单位发起用户身份真实性、用户征信记录、用户手机号码有效性状态等情况的查询。
    </p>

    <p>3.3.2 更新维护</p>

    <p>
      您应当及时更新您提供的信息（包括但不限于注册资料等），确保符合及时、详尽、真实、准确的要求。在法律有明确规定要求达龙云手机对部分用户的信息进行核实的情况下，达龙云手机将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整的信息。您在更改、删除有关信息的同时也可能会造成储存在系统中的文字、图片、视频等丢失，达龙云手机对您自主操作导致内容丢失不承担责任。
    </p>

    <p>
      如达龙云手机按您最后一次提供的信息与您联系未果、您未按达龙云手机的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及达龙云手机造成的全部损失与不利后果。达龙云手机可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部达龙云手机服务，达龙云手机对此不承担责任。
    </p>

    <p>3.3.3账户安全规范</p>

    <p>
      您主动通知达龙云手机，要求达龙云手机采取措施暂停您账号的登录和使用的，达龙云手机应当要求您提供并核实个人有效身份信息，否则达龙云手机有权拒绝您的上述请求。达龙云手机核实您所提供的个人有效身份，应当及时采取措施暂停用户账号的登录和使用。用户没有提供其个人有效身份证明或者用户提供的个人有效身份证明无效的，达龙云手机有权拒绝用户上述请求。
    </p>

    <p>
      账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，均由您自行承担。达龙云手机并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。
    </p>

    <p>
      您的账户只限您本人使用，不得出借、赠与、出租、未按规定程序转让、售卖或分享他人使用。当您的账户遭到未经授权的使用时，您应当立即通知达龙云手机，否则未经授权的使用行为均视为您本人的行为，您将自行承担所有由此导致的损失及后果。
    </p>

    <p>除达龙云手机存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</p>

    <p>
      如发现任何未经授权使用您账户登录达龙云手机或其他可能导致您账户遭窃、遗失的情况，建议您立即通知达龙云手机。您理解达龙云手机对您的任何请求采取行动均需要合理时间，且达龙云手机应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除达龙云手机存在法定过错外，达龙云手机不承担责任。
    </p>

    <h4>四、达龙云手机服务及规范</h4>
    <p>4.1达龙云手机服务</p>

    <p>达龙云手机向您提供包括但不限于以下服务：</p>

    <p>4.1.1达龙云手机直接所有或运营的任何网站；</p>

    <p>4.1.2达龙云手机直接拥有或运营网站的客户端包括但不限于PC、平板、手机、电视、机顶盒子等全部终端的客户端；</p>

    <p>4.1.3达龙云手机提供的其他技术和/或服务（下称“其他技术和服务”）。（以上服务统称为“达龙云手机服务”）。</p>

    <p>
      达龙云手机服务，均仅限于您在达龙云手机使用，任何以恶意破解等非法手段将达龙云手机服务与达龙云手机分离的行为，均不属于本协议中约定的达龙云手机服务。由此引起的一切法律后果由行为人负责，达龙云手机将依法追究行为人的法律责任。
    </p>

    <p>
      达龙云手机有权向您公告（包括但不限于弹出页面、网站公告、站内消息等方式）以修改、替换、升级与达龙云手机服务相关的任何软件。如果您不同意或者不接受达龙云手机服务相关软件的修改、替换、升级，请直接拒绝、停止、取消使用行为，否则视为您同意并接受达龙云手机相关软件的修改、替代、升级，同时该同意并接受的行为仍受本协议约束。
    </p>

    <p>
      您理解并认可达龙云手机享有如下权利，达龙云手机行使如下权利不视为违约，您不追究或者豁免达龙云手机的相关法律责任：您使用达龙云手机网站或达龙云手机账户所获得的成长值、等级、积分、时长、下载以及达龙云手机运营过程中产生并储存于达龙云手机网络数据库的任何数据信息（包括对但不限于账户数据信息、消费数据信息等）等衍生物（下称“衍生物”），您确认对其不享有所有权（除非达龙云手机另有公告说明），达龙云手机许可您按照达龙云手机规则进行使用，达龙云手机对上述衍生物不承担任何赔偿责任。达龙云手机有权根据实际情况自行决定收回日期，无需另行通知您亦无需征得您同意。
    </p>

    <p>
      您同意并保证，不得利用达龙云手机服务或其衍生物进行倒卖、转手、置换、抵押有价交易等方式非法牟利。您不会利用达龙云手机服务或其衍生物侵犯他人的合法权益，禁止通过网络漏洞、恶意软件或其他非法手段窃取、盗用他人的时长、积分等。
    </p>

    <p>
      您理解并认可，如果您通过第三方支付工具在达龙云手机账户支付或充值购买达龙云手机的收费服务（包括但不限于购买达龙云手机内的虚拟货币等收费项目）。达龙云手机有权按需要修改或变更所提供的收费服务、收费标准、收费方式、服务费及服务条款。达龙云手机提供服务时，可能现在或日后对部分服务收取一定的费用，如您拒绝支付该等费用，则不能在收费开始后继续使用相关的服务。如果您通过第三方支付工具在达龙云手机账户支付或充值后可能产生的任何商业风险（包括但不限于不法分子利用您账户或银行卡等有价卡等进行违法活动），该等风险均有可能给您造成相应的经济损失，达龙云手机在充分履行其在本协议项下义务和符合法律规定的前提下，不对您的前述风险和损失承担任何责任。
    </p>

    <p>4.2服务规范</p>
    <p>
      达龙云手机账户的所有权归达龙云手机所有，您完成申请注册手续后，获得达龙云手机账户的使用权，该使用权仅属于初始申请注册人。您有义务妥善保管在注册并使用达龙云手机时获得的账户及密码，并为此组账户及密码登入系统后所开始的一连串行为或活动负责。鉴于网络服务的特殊性，达龙云手机不审核是否为您本人使用该组账户及密码，仅审核账户及密码是否与数据库中保存的一致，只要任何人输入的账户及密码与数据库中保存的一致，即可凭借该组账户及密码登陆达龙云手机服务。若使用者并非账户初始申请注册人，达龙云手机有权在未经通知的情况下冻结、回收该账户且无需向该账户使用人承担任何法律责任，由此导致的包括并不限于您通讯中断、用户资料和虚拟道具等清空等损失由您自行承担。若账户的归属出现争议的，达龙云手机在收到相关方的投诉后，有权暂时冻结该争议账户；争议各方在合理举证期限内提供证据证明账户归属，达龙云手机依据各方提供的证据判断归属后，解冻争议账户。
    </p>

    <p>
      您可通过达龙云手机服务在达龙云手机上传、发布或传输相关内容，包括但不限于文字、图形、图片、声音、音乐、视频、音视频、链接等不侵犯他人知识产权或其他合法权益的信息或其他资料（下称“内容”），但您需对此内容承担相关的法律责任。
    </p>

    <p>
      为方便您使用达龙云手机和达龙云手机关联公司的其他相关服务，您授权达龙云手机将您在账户注册和使用达龙云手机服务过程中提供、形成的信息传递给达龙云手机关联公司等其他相关服务提供者，或从达龙云手机关联公司等其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。
    </p>

    <p>
      如您在征得达龙云手机同意情况下利用达龙云手机实施推广等商业行为和营销内容的，您必须在国家相关法律法规及达龙云手机关于推广等商业行为规范的基础上进行。您的商业行为和营销内容，必须本着平等、公平原则进行合理竞争，必须本真着真实准确原则进行合理推广，必须本着保护用户体验原则选择合理的推广方式及营销内容。如您进行恶意竞争，或采取虚假的商业行为、发布虚假夸大的营销内容，或发布频繁的、低质量的营销类信息，或您发布国家相关法规明令禁止的广告内容、违规开展商业行为等，达龙云手机有权将其内容的传播范围、传播对象作出限制，限制或禁止您使用达龙云手机全部或部分服务、注销账户以及依据法律法规保存有关信息并向有关部门报告等。
    </p>

    <p>您在达龙云手机中与他人进行的商业行为引发的法律纠纷，由交易双方自行处理，达龙云手机不承担任何责任。</p>

    <p>
      您理解并知晓在使用达龙云手机服务时，所接触的内容和信息来源广泛，达龙云手机无法对该内容和信息的准确性、真实性、可用性、安全性、完整性和正当性负责。您理解并认可您可能会接触到不正确的、令人不快的、不适当的或令人厌恶的内容和信息，您不会以此追究达龙云手机的相关责任。但达龙云手机有权依法停止传输任何前述内容并采取相应处理，包括但不限于暂停您继续使用达龙云手机的部分或全部服务，保存有关记录并向有关机关报告。
    </p>

    <p>
      达龙云手机不对您在达龙云手机上传、发布或传输的任何内容和信息背书、推荐或表达观点，也不对任何内容和信息的错误、瑕疵及产生的损失或损害承担任何责任，您对内容和信息的任何使用需自行承担相关的风险。
    </p>

    <p>
      您同意达龙云手机在提供服务的过程中以各种方式投放商业性广告或其他任何类型的商业信息（包括但不限于在达龙云手机的任何位置上投放广告，在您上传、传播的内容中投放广告），您同意接受达龙云手机通过电子邮件、站内消息、手机短信、网站公告或其他方式向您发送促销或其他相关商业信息。
    </p>

    <p>
      使用达龙云手机服务过程中，您需遵守以下法律法规：《中华人民共和国保守国家秘密法》、《中华人民共和国著作权法》、《中华人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》、《信息网络传播权保护条例》、等有关计算机及互联网规定的法律、法规。在任何情况下，达龙云手机一旦合理地认为您的行为可能违反上述法律、法规，可以在任何时候，不经事先通知终止向您提供服务。
    </p>

    <p>4.3禁止的内容</p>

    <p>您理解并保证您在达龙云手机制作、上传、发布或传输的内容（包括您的账户名称、评论等信息）不含有以下内容：</p>

    <p>（一）反对宪法确定的基本原则的；</p>

    <p>（二）危害国家统一、主权和领土完整，颠覆国家政权的；</p>

    <p>（三）泄露国家秘密、危害国家安全或者损害国家荣誉和利益的；</p>

    <p>（四）煽动民族仇恨、民族歧视，破坏民族团结，或者侵害民族风俗、习惯的；</p>

    <p>（五）破坏国家宗教政策，宣扬邪教、迷信的；</p>

    <p>（六）扰乱社会秩序，破坏社会稳定的；</p>

    <p>（七）诱导未成年人违法犯罪和渲染及传播淫秽、色情、赌博、暴力、凶杀、恐怖活动或者教唆犯罪的；</p>

    <p>（八）侮辱或者诽谤他人，侵害公民个人隐私等他人合法权益的；</p>

    <p>（九）散布谣言，危害社会公德，损害民族优秀文化传统的；</p>

    <p>（十）有关法律、行政法规和国家规定禁止的其他内容。</p>

    <p>
      如果您上传、发布或传输的内容含有以上违反法律法规的信息或内容的，或者侵犯任何第三方的合法权益，您将直接承担以上导致的一切不利后果。如因此给达龙云手机造成不利后果的，您应负责消除影响，并且赔偿达龙云手机因此导致的一切损失，包括且不限于财产损害赔偿、名誉损害赔偿、律师费、交通费等因维权而产生的合理费用。
    </p>

    <p>4.4禁止的行为</p>

    <p>您理解并保证不就达龙云手机服务进行下列的禁止的行为，也不允许任何人利用您的账户进行下列行为：</p>

    <p>
      1)
      在注册账户时，或使用达龙云手机服务（包括但不限于上传、发布、传播信息等）时，冒充他人或机构，或您讹称与任何人或实体有联系（包括设置失实的账户名称或接入另一用户的账户），或您恶意使用注册账户导致其他用户误认；
    </p>

    <p>2) 伪造标题或以其他方式操控内容，使他人误认为该内容为达龙云手机所传输；</p>

    <p>
      3)
      将无权传输的内容（例如内部资料、机密资料、侵犯任何人的专利、商标、著作权、商业秘密或其他专属权利之内容等）进行上传、发布、发送电子邮件或以其他方式传输；
    </p>

    <p>4) 上传、张贴、发送电子邮件或以其他方式传送任何未获邀约或未经授权的“垃圾电邮”、广告或宣传资料、促销资料，或任何其他商业通讯；</p>

    <p>5) 未经达龙云手机明确许可，使用达龙云手机服务用于任何商业用途或为任何第三方的利益；</p>

    <p>6) 参与任何非法或有可能非法（由达龙云手机判断）的活动或交易，包括传授犯罪方法、出售任何非法药物、洗钱活动、诈骗等；</p>

    <p>7) 赌博、提供赌博数据或透过任何方法诱使他人参与赌博活动；</p>

    <p>
      8)
      使用或利用达龙云手机知识产权（包括达龙云手机的商标、品牌、标志、任何其他专有数据或任何网页的布局或设计），或在其他方面侵犯达龙云手机任何知识产权（包括试图对达龙云手机客户端或所使用的软件进行逆向工程）；
    </p>

    <p>
      9)
      通过使用任何自动化程序、软件、引擎、网络爬虫、网页分析工具、数据挖掘工具或类似工具，接入达龙云手机服务、收集或处理通过达龙云手机服务所提供的内容；
    </p>

    <p>10) 参与任何“框架”、“镜像”或其他技术，目的是模仿达龙云手机服务的外观和功能；</p>

    <p>11) 干预或试图干预任何用户或任何其他方接入达龙云手机服务；</p>

    <p>
      12)
      故意散播含有干扰、破坏或限制计算机软件、硬件或通讯设备功能、达龙云手机服务、与达龙云手机服务相连的服务器和网络的病毒、网络蠕虫、特洛伊木马病毒、已损毁的档案或其他恶意代码或项目等资料；
    </p>

    <p>13) 未经他人明确同意，分享或发布该等人士可识别个人身份的资料；</p>

    <p>
      14)
      探究或测试达龙云手机服务、系统或其他用户的系统是否容易入侵攻击，或在其他方面规避（或试图规避）达龙云手机服务、系统或其他用户的系统的任何安全功能；
    </p>

    <p>15) 对达龙云手机服务所用的软件进行解编、反向编译或逆向工程，或试图作出上述事项；</p>

    <p>16) 为破坏或滥用的目的开设多个账户，或恶意上传重复的、无效的大容量数据和信息；</p>

    <p>
      17）进行任何破坏达龙云手机服务公平性或者其他影响应用正常秩序的行为，如主动或被动刷分、合伙作弊、使用外挂或者其他的作弊软件、利用BUG（又叫“漏洞”或者“缺陷”）来获得不正当的非法利益，或者利用互联网或其他方式将外挂、作弊软件、BUG公之于众；
    </p>

    <p>18）进行任何诸如发布广告、销售商品的商业行为，或者进行任何非法的侵害达龙云手机利益的行为，如贩卖达龙云手机平台时长等虚拟产品、外挂等；</p>

    <p>
      19）通过任何渠道或媒体（包括但不限于自媒体等）发出“与达龙云手机合作”、“与达龙云手机共同出品”等任何携带“达龙云手机”品牌的字样，如您宣传推广合作节目，您只能在宣传中提及节目本身而不得提及与达龙云手机关系或者擅自以达龙云手机品牌进行推广，凡是您的发稿带有“达龙云手机”的一切宣传稿件必须通过达龙云手机相应合作部门之书面同意，否则因此给达龙云手机造成的一切损失您应予以赔偿；
    </p>

    <p>
      20)
      故意或非故意违反任何相关的中国法律、法规、规章、条例等其他具有法律效力的规范。您可以在使用达龙云手机服务过程中购买时长等虚拟产品增值服务。若无特殊说明，您通过在达龙云手机及其他达龙云手机授权的合法渠道上获得的时长等虚拟产品，具体使用方法、期限等以达龙云手机页面中附带的说明及用户指南或具备以上解说性质的类似官方文档为准。虚拟产品会因用户需求、网站策略调整、用户接受程度等因素随时进行调整，具体信息请以当时的页面说明为准。
    </p>

    <p>21) 在达龙云手机服务上安装、使用盗版软件；您对自己行为（如自行安装的软件和进行的操作）所引起的结果承担全部责任。</p>

    <p>
      基于虚拟产品的性质和特征，达龙云手机不提供虚拟产品的退货、换货服务。如您消耗所获得的全部虚拟产品，且不将继续使用虚拟产品服务的，则该服务终止。
    </p>

    <p>
      如您或任何使用您账号的人在使用中出现上述禁止行为，达龙云手机有权依合理判断将您的账户暂时或永久封停。同时，达龙云手机保留在任何时候收回该账号、用户名的权利。
    </p>

    <p>您对自己存放在达龙云手机服务上的数据负责。因您维护不当或保密不当致使上述数据丢失或泄漏所引起的一切损失和后果均由您自行承担。</p>

    <p>
      您应遵守本协议的各项条款，正确、适当地使用本服务，不得扰乱达龙云手机秩序，包括但不限于扰乱达龙云手机金融秩序（如出售时长等）。除非得到达龙云手机的书面授权，您不得将时长等虚拟产品用于商业领域，包括但不限于买卖、置换、抵押或以特定方式使用虚拟产品服务获取不当得利等。需要特别注意的是，如您涉嫌使用不合理手段充值（包括但不限于非法使用信用卡套现）的账号，达龙云手机有权依合理判断将您的账户暂时或永久封停。同时，达龙云手机保留在任何时候收回该账号、用户名的权利。
    </p>

    <p>
      任何用户都应通过正规渠道获得时长等虚拟产品服务，一切通过非官方公布渠道取得的虚拟产品及其衍生服务均不对达龙云手机发生法律效力，达龙云手机有权单方面收回相关虚拟产品并终止相应服务，严重者达龙云手机有权对中止或终止您使用达龙云手机全部或部分服务、注销账户以及依据法律法规保存有关信息并向有关部门报告等。
    </p>

    <h4>五、第三方链接</h4>
    <p>
      达龙云手机服务可能会包含与其他网站或资源的链接。达龙云手机对于前述网站或资源的内容、隐私政策和活动，无权控制、审查或修改，因而也不承担任何责任。达龙云手机建议您在离开达龙云手机，访问其他网站或资源前仔细阅读其服务条款和隐私政策。
    </p>

    <h4>六、知识产权</h4>
    <p>
      除非另有约定或达龙云手机另行声明，达龙云手机内的所有内容（用户依法享有版权的内容除外）、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密等）及相关权利，均归达龙云手机或达龙云手机关联公司所有。未经达龙云手机许可，任何人不得擅自使用（包括但不限于复制、传播、展示、镜像、上载、下载、修改、出租）。
    </p>

    <p>
      达龙云手机的Logo、“达龙云手机”、“dalongyun”、“Dalongyun”、“DALONGYUN”等文字、图形及其组合，以及达龙云手机的其他标识、徵记、产品和服务名称均为达龙云手机或达龙云手机关联公司在中国或其它国家的商标，未经达龙云手机书面授权，任何人不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。
    </p>

    <p>
      达龙云手机对达龙云手机专有内容、原创内容和其他通过授权取得的独占或独家内容享有完全知识产权。未经达龙云手机许可，任何单位和个人不得私自转载、传播和提供观看服务或者有其他侵犯达龙云手机知识产权的行为，否则将承担包括侵权等所有相关的法律责任。
    </p>

    <h4>七、用户的违约及处理</h4>
    <p>7.1 违约认定</p>

    <p>发生如下情形之一的，视为您违约：</p>

    <p>（一）使用达龙云手机服务时违反有关法律法规规定的；</p>

    <p>（二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。</p>

    <p>
      为适应互联网行业发展和满足海量用户对高效优质服务的需求，您理解并同意，达龙云手机可在达龙云手机规则中约定违约认定的程序和标准。如：达龙云手机可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
    </p>

    <p>7.2 违约处理措施</p>

    <p>
      您在达龙云手机上发布的内容和信息构成违约的，达龙云手机可根据相应规则立即对相应内容和信息进行删除、屏蔽等处理或对您的账户进行暂停使用、查封、冻结或清空虚拟货币、注销等处理。
    </p>

    <p>
      您在达龙云手机上实施的行为，或虽未在达龙云手机上实施但对达龙云手机及其用户产生影响的行为构成违约的，达龙云手机可依据相应规则对您的账户执行限制参加活动、中止向您提供部分或全部服务（如冻结或清空虚拟货币等）处理措施。如您的行为构成根本违约的，达龙云手机可查封您的账户，终止向您提供服务。如您的账户被查封，您账户内的时长、积分等虚拟产品将被清空，相关虚拟产品服务将被终止提供。
    </p>

    <p>
      如果您在达龙云手机上的行为违反相关的法律法规，达龙云手机可依法向相关主管机关报告并提交您的使用记录和其他信息。同时，达龙云手机可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在达龙云手机上予以公示。除此之外，达龙云手机可依据国家相关法律法规规定，对您进行黑名单管理和信用管理，提供与信用等级挂钩的管理和服务，若您被纳入黑名单，有权对纳入黑名单的您采取禁止重新注册账号的措施，并及时向相关部门报告。
    </p>

    <p>7.3赔偿责任</p>

    <p>
      如您的行为使达龙云手机及其关联公司遭受损失（包括但不限于自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿达龙云手机及其关联公司的上述全部损失。
    </p>

    <p>如您的行为使达龙云手机及/或其关联公司遭受第三人主张权利，达龙云手机或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>

    <p>7.4特别约定</p>

    <p>
      如您向达龙云手机及其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，达龙云手机可立即终止与您的所有合作并向您收取违约金或赔偿金，该等金额以达龙云手机因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。
    </p>

    <p>
      达龙云手机负责"按现状"和"可得到"的状态向您提供达龙云手机服务。达龙云手机依法律规定承担相应义务，但无法对由于信息网络设备维护、连接故障，电脑、通讯或其他系统的故障，黑客活动、计算机病毒、电力故障，罢工，暴乱，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或因第三方原因而给您造成的损害结果承担责任。
    </p>

    <p>
      达龙云手机通过中华人民共和国境内的设施控制和提供达龙云手机服务，达龙云手机不担保控制或提供的服务在其他国家或地区是适当的、可行的，任何在其他司法辖区使用达龙云手机服务的用户应自行确保其遵守当地的法律法规，达龙云手机对此不承担任何责任。
    </p>

    <h4>八、协议的变更</h4>
    <p>
      达龙云手机可根据国家法律法规变化及达龙云手机服务变化的需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过本协议第9条约定的方式通知您。更新后的协议条款一旦公布即代替原来的协议条款。
    </p>

    <p>
      如您对变更事项不同意的，您应当于变更事项确定的生效之日起停止使用达龙云手机服务；如您在变更事项生效后仍继续使用达龙云手机服务，则视为您同意已生效的变更事项。
    </p>

    <h4>九、通知</h4>
    <p>您同意达龙云手机以以下合理的方式向您送达各类通知：</p>

    <p>（一）公示的文案；</p>

    <p>（二）站内消息、弹出消息、客户端推送的消息；</p>

    <p>（三）根据您预留于达龙云手机的联系方式发出的电子邮件、手机短信、函件等。</p>

    <p>达龙云手机通过上述方式向您发出通知，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</p>

    <p>
      对于在达龙云手机上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在达龙云手机注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。
    </p>

    <p>您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</p>

    <p>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。</p>

    <p>
      你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
    </p>

    <h4>十、协议的终止</h4>

    <p>10.1 终止的情形</p>

    <p>您有权通过以下任一方式终止本协议：</p>

    <p>（一）在满足达龙云手机网站公示的账户注销等清理条件时您通过网站注销您的账户的；</p>

    <p>（二）变更事项生效前您停止使用并明示不愿接受变更事项的；</p>

    <p>（三）您明示不愿继续使用达龙云手机服务，且符合达龙云手机终止条件的。</p>

    <p>出现以下情况时，达龙云手机可以本协议第9条的所列的方式通知您中止或终止本协议：</p>

    <p>（一）您违反本协议约定，达龙云手机依据违约条款终止本协议的</p>

    <p>
      （二）您转让本人账户、盗用他人账户、提供虚假注册身份信息、发布违禁内容和信息、骗取他人财物、采取不正当手段谋利等行为，达龙云手机依据达龙云手机规则对您的账户予以查封的；
    </p>

    <p>（三）除上述情形外，因您多次违反达龙云手机规则相关规定且情节严重，达龙云手机依据达龙云手机规则对您的账户予以查封的；</p>

    <p>（四）您的账户被达龙云手机依据本协议进行注销等清理的；</p>

    <p>（五）您在达龙云手机有侵犯他人合法权益或其他严重违法违约行为的；</p>

    <p>（六）其它根据相关法律法规达龙云手机应当终止服务的情况。</p>

    <p>10.2 协议终止后的处理</p>

    <p>本协议终止后，除法律有明确规定外，达龙云手机无义务向您或您指定的第三方披露您账户中的任何信息。</p>
    <p>本协议终止后，达龙云手机享有下列权利：</p>

    <p>（一）停止收集和使用您的个人信息，但可继续保存您留存于达龙云手机的其他内容和信息；</p>

    <p>（二）对于您过往的违约行为，达龙云手机仍可依据本协议向您追究违约责任。</p>

    <h4>十一、法律适用、管辖与其他</h4>
    <p>本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</p>

    <p>
      您因使用达龙云手机服务所产生及与达龙云手机服务有关的争议，由达龙云手机与您协商解决。协商不成时，任何一方均可向上海市浦东新区人民法院提起诉讼。
    </p>

    <p>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</p>

    <h4>十二、信息保护</h4>

    <p>
      我们重视对您信息的保护。关于您的个人信息依《达龙云手机隐私协议》受到保护与规范，详情请参阅《达龙云手机隐私协议》。在使用达龙云手机服务过程中，您均可以联系我方在线客服电话：021-51905998。
    </p>
    <p class="h-100px"></p>
  </div>
</template>
<script lang="ts" setup></script>
<style lang="scss" scoped>
p {
  margin-bottom: 50px;
}
h4 {
  font-size: 90px;
  font-weight: bold;
  margin-bottom: 100px;
}
</style>
